export const PostalData = [
  {
    id: "1",
    zip: "10200",
    province: "กรุงเทพมหานคร",
    district: "พระนคร",
    lat: 13.7560243,
    lng: 100.4986793
  },
  {
    id: "2",
    zip: "10300",
    province: "กรุงเทพมหานคร",
    district: "ดุสิต",
    lat: 13.7726943,
    lng: 100.5099262
  },
  {
    id: "3",
    zip: "10530",
    province: "กรุงเทพมหานคร",
    district: "หนองจอก",
    lat: 13.8559883,
    lng: 100.8619689
  },
  {
    id: "4",
    zip: "10500",
    province: "กรุงเทพมหานคร",
    district: "บางรัก",
    lat: 13.7262395,
    lng: 100.5267991
  },
  {
    id: "5",
    zip: "10220",
    province: "กรุงเทพมหานคร",
    district: "บางเขน",
    lat: 13.864387,
    lng: 100.6146434
  },
  {
    id: "6",
    zip: "10240",
    province: "กรุงเทพมหานคร",
    district: "บางกะปิ",
    lat: 13.7650282,
    lng: 100.6473885
  },
  {
    id: "7",
    zip: "10330",
    province: "กรุงเทพมหานคร",
    district: "ปทุมวัน",
    lat: 13.7401666,
    lng: 100.5352367
  },
  {
    id: "8",
    zip: "10100",
    province: "กรุงเทพมหานคร",
    district: "ป้อมปราบศัตรูพ่าย",
    lat: 13.7514954,
    lng: 100.5108479
  },
  {
    id: "9",
    zip: "10260",
    province: "กรุงเทพมหานคร",
    district: "พระโขนง",
    lat: 13.6910654,
    lng: 100.614025
  },
  {
    id: "10",
    zip: "10510",
    province: "กรุงเทพมหานคร",
    district: "มีนบุรี",
    lat: 13.8130488,
    lng: 100.731339
  },
  {
    id: "11",
    zip: "10520",
    province: "กรุงเทพมหานคร",
    district: "ลาดกระบัง",
    lat: 13.7277339,
    lng: 100.7486314
  },
  {
    id: "12",
    zip: "10120",
    province: "กรุงเทพมหานคร",
    district: "ยานนาวา",
    lat: 13.7171256,
    lng: 100.5151327
  },
  {
    id: "13",
    zip: "10100",
    province: "กรุงเทพมหานคร",
    district: "สัมพันธวงศ์",
    lat: 13.7380091,
    lng: 100.5098502
  },
  {
    id: "14",
    zip: "10400",
    province: "กรุงเทพมหานคร",
    district: "พญาไท",
    lat: 13.7568078,
    lng: 100.5337793
  },
  {
    id: "15",
    zip: "10600",
    province: "กรุงเทพมหานคร",
    district: "ธนบุรี",
    lat: 13.7164911,
    lng: 100.4874338
  },
  {
    id: "16",
    zip: "10600",
    province: "กรุงเทพมหานคร",
    district: "บางกอกใหญ่",
    lat: 13.7320727,
    lng: 100.4814589
  },
  {
    id: "17",
    zip: "10310",
    province: "กรุงเทพมหานคร",
    district: "ห้วยขวาง",
    lat: 13.7790391,
    lng: 100.5739529
  },
  {
    id: "18",
    zip: "10600",
    province: "กรุงเทพมหานคร",
    district: "คลองสาน",
    lat: 13.7279708,
    lng: 100.5087902
  },
  {
    id: "19",
    zip: "10170",
    province: "กรุงเทพมหานคร",
    district: "ตลิ่งชัน",
    lat: 13.7733179,
    lng: 100.4284178
  },
  {
    id: "20",
    zip: "10700",
    province: "กรุงเทพมหานคร",
    district: "บางกอกน้อย",
    lat: 13.7604091,
    lng: 100.471573
  },
  {
    id: "21",
    zip: "10150",
    province: "กรุงเทพมหานคร",
    district: "บางขุนเทียน",
    lat: 13.5995816,
    lng: 100.4331316
  },
  {
    id: "22",
    zip: "10160",
    province: "กรุงเทพมหานคร",
    district: "ภาษีเจริญ",
    lat: 13.7207491,
    lng: 100.4577015
  },
  {
    id: "23",
    zip: "10160",
    province: "กรุงเทพมหานคร",
    district: "หนองแขม",
    lat: 13.7207491,
    lng: 100.4577015
  },
  {
    id: "24",
    zip: "10140",
    province: "กรุงเทพมหานคร",
    district: "ราษฎร์บูรณะ",
    lat: 13.6812411,
    lng: 100.5037003
  },
  {
    id: "25",
    zip: "10700",
    province: "กรุงเทพมหานคร",
    district: "บางพลัด",
    lat: 13.7919952,
    lng: 100.5004335
  },
  {
    id: "26",
    zip: "10400",
    province: "กรุงเทพมหานคร",
    district: "ดินแดง",
    lat: 13.7630761,
    lng: 100.5433408
  },
  {
    id: "27",
    zip: "10240",
    province: "กรุงเทพมหานคร",
    district: "บึงกุ่ม",
    lat: 13.8038957,
    lng: 100.647812
  },
  {
    id: "28",
    zip: "10120",
    province: "กรุงเทพมหานคร",
    district: "สาทร",
    lat: 13.6937454,
    lng: 100.510007
  },
  {
    id: "29",
    zip: "10800",
    province: "กรุงเทพมหานคร",
    district: "บางซื่อ",
    lat: 13.803181,
    lng: 100.5393292
  },
  {
    id: "30",
    zip: "10900",
    province: "กรุงเทพมหานคร",
    district: "จตุจักร",
    lat: 13.8037421,
    lng: 100.5546027
  },
  {
    id: "31",
    zip: "10120",
    province: "กรุงเทพมหานคร",
    district: "บางคอแหลม",
    lat: 13.6954096,
    lng: 100.5127381
  },
  {
    id: "32",
    zip: "10250",
    province: "กรุงเทพมหานคร",
    district: "ประเวศ",
    lat: 13.693295,
    lng: 100.645971
  },
  {
    id: "33",
    zip: "10110",
    province: "กรุงเทพมหานคร",
    district: "คลองเตย",
    lat: 13.7225158,
    lng: 100.5540678
  },
  {
    id: "34",
    zip: "10250",
    province: "กรุงเทพมหานคร",
    district: "สวนหลวง",
    lat: 13.7194781,
    lng: 100.6129534
  },
  {
    id: "35",
    zip: "10150",
    province: "กรุงเทพมหานคร",
    district: "จอมทอง",
    lat: 13.6955177,
    lng: 100.4453018
  },
  {
    id: "36",
    zip: "10210",
    province: "กรุงเทพมหานคร",
    district: "ดอนเมือง",
    lat: 13.9245384,
    lng: 100.6038701
  },
  {
    id: "37",
    zip: "10400",
    province: "กรุงเทพมหานคร",
    district: "ราชเทวี",
    lat: 13.7516381,
    lng: 100.5315687
  },
  {
    id: "38",
    zip: "10230",
    province: "กรุงเทพมหานคร",
    district: "ลาดพร้าว",
    lat: 13.8289265,
    lng: 100.5943624
  },
  {
    id: "39",
    zip: "10110",
    province: "กรุงเทพมหานคร",
    district: "วัฒนา",
    lat: 13.7398583,
    lng: 100.5594458
  },
  {
    id: "40",
    zip: "10160",
    province: "กรุงเทพมหานคร",
    district: "บางแค",
    lat: 13.6988894,
    lng: 100.4210604
  },
  {
    id: "41",
    zip: "10210",
    province: "กรุงเทพมหานคร",
    district: "หลักสี่",
    lat: 13.8841935,
    lng: 100.5774799
  },
  {
    id: "42",
    zip: "10220",
    province: "กรุงเทพมหานคร",
    district: "สายไหม",
    lat: 13.9213159,
    lng: 100.683202
  },
  {
    id: "43",
    zip: "10230",
    province: "กรุงเทพมหานคร",
    district: "คันนายาว",
    lat: 13.793899,
    lng: 100.692192
  },
  {
    id: "44",
    zip: "10240",
    province: "กรุงเทพมหานคร",
    district: "สะพานสูง",
    lat: 13.7676357,
    lng: 100.6928804
  },
  {
    id: "45",
    zip: "10310",
    province: "กรุงเทพมหานคร",
    district: "วังทองหลาง",
    lat: 13.7802488,
    lng: 100.5999507
  },
  {
    id: "46",
    zip: "10510",
    province: "กรุงเทพมหานคร",
    district: "คลองสามวา",
    lat: 13.8381942,
    lng: 100.7295908
  },
  {
    id: "47",
    zip: "10260",
    province: "กรุงเทพมหานคร",
    district: "บางนา",
    lat: 13.6682906,
    lng: 100.6048034
  },
  {
    id: "48",
    zip: "10170",
    province: "กรุงเทพมหานคร",
    district: "ทวีวัฒนา",
    lat: 13.7648929,
    lng: 100.3343991
  },
  {
    id: "49",
    zip: "10140",
    province: "กรุงเทพมหานคร",
    district: "ทุ่งครุ",
    lat: 13.6191708,
    lng: 100.5103542
  },
  {
    id: "50",
    zip: "10150",
    province: "กรุงเทพมหานคร",
    district: "บางบอน",
    lat: 13.6670215,
    lng: 100.4036861
  },
  {
    id: "51",
    zip: "10270",
    province: "สมุทรปราการ",
    district: "เมืองสมุทรปราการ",
    lat: 13.6213747,
    lng: 100.5992148
  },
  {
    id: "52",
    zip: "10280",
    province: "สมุทรปราการ",
    district: "เมืองสมุทรปราการ",
    lat: 13.5748422,
    lng: 100.646241
  },
  {
    id: "53",
    zip: "10560",
    province: "สมุทรปราการ",
    district: "บางบ่อ",
    lat: 13.6058169,
    lng: 100.8677256
  },
  {
    id: "54",
    zip: "10550",
    province: "สมุทรปราการ",
    district: "บางบ่อ",
    lat: 13.5046427,
    lng: 100.8338593
  },
  {
    id: "55",
    zip: "10540",
    province: "สมุทรปราการ",
    district: "บางพลี",
    lat: 13.6299818,
    lng: 100.6400175
  },
  {
    id: "56",
    zip: "10130",
    province: "สมุทรปราการ",
    district: "พระประแดง",
    lat: 13.6532561,
    lng: 100.5633676
  },
  {
    id: "57",
    zip: "10290",
    province: "สมุทรปราการ",
    district: "พระสมุทรเจดีย์",
    lat: 13.5737973,
    lng: 100.5521142
  },
  {
    id: "58",
    zip: "10540",
    province: "สมุทรปราการ",
    district: "บางเสาธง",
    lat: 13.6132538,
    lng: 100.8282161
  },
  {
    id: "59",
    zip: "11000",
    province: "นนทบุรี",
    district: "เมืองนนทบุรี",
    lat: 13.8658492,
    lng: 100.4941285
  },
  {
    id: "60",
    zip: "11130",
    province: "นนทบุรี",
    district: "บางกรวย",
    lat: 13.8068972,
    lng: 100.4624937
  },
  {
    id: "61",
    zip: "11140",
    province: "นนทบุรี",
    district: "บางใหญ่",
    lat: 13.8445656,
    lng: 100.3806992
  },
  {
    id: "62",
    zip: "11110",
    province: "นนทบุรี",
    district: "บางบัวทอง",
    lat: 13.9446573,
    lng: 100.4308137
  },
  {
    id: "63",
    zip: "11150",
    province: "นนทบุรี",
    district: "ไทรน้อย",
    lat: 13.9832139,
    lng: 100.3385624
  },
  {
    id: "64",
    zip: "11120",
    province: "นนทบุรี",
    district: "ปากเกร็ด",
    lat: 13.9154022,
    lng: 100.4948197
  },
  {
    id: "65",
    zip: "12000",
    province: "ปทุมธานี",
    district: "เมืองปทุมธานี",
    lat: 13.9854373,
    lng: 100.5521142
  },
  {
    id: "66",
    zip: "12120",
    province: "ปทุมธานี",
    district: "คลองหลวง",
    lat: 14.0044429,
    lng: 100.6179542
  },
  {
    id: "67",
    zip: "12130",
    province: "ปทุมธานี",
    district: "ธัญบุรี",
    lat: 13.970533,
    lng: 100.6309169
  },
  {
    id: "68",
    zip: "12110",
    province: "ปทุมธานี",
    district: "ธัญบุรี",
    lat: 14.0542117,
    lng: 100.8273123
  },
  {
    id: "69",
    zip: "12170",
    province: "ปทุมธานี",
    district: "หนองเสือ",
    lat: 14.1785783,
    lng: 100.8451467
  },
  {
    id: "70",
    zip: "12140",
    province: "ปทุมธานี",
    district: "ลาดหลุมแก้ว",
    lat: 14.0032361,
    lng: 100.4059456
  },
  {
    id: "71",
    zip: "12130",
    province: "ปทุมธานี",
    district: "ลำลูกกา",
    lat: 13.970533,
    lng: 100.6309169
  },
  {
    id: "72",
    zip: "12150",
    province: "ปทุมธานี",
    district: "ลำลูกกา",
    lat: 13.9290033,
    lng: 100.7235473
  },
  {
    id: "73",
    zip: "12160",
    province: "ปทุมธานี",
    district: "สามโคก",
    lat: 14.0758882,
    lng: 100.5208569
  },
  {
    id: "74",
    zip: "13000",
    province: "พระนครศรีอยุธยา",
    district: "พระนครศรีอยุธยา",
    lat: 14.3523939,
    lng: 100.5521142
  },
  {
    id: "75",
    zip: "13130",
    province: "พระนครศรีอยุธยา",
    district: "ท่าเรือ",
    lat: 14.5599975,
    lng: 100.7238776
  },
  {
    id: "76",
    zip: "13260",
    province: "พระนครศรีอยุธยา",
    district: "นครหลวง",
    lat: 14.4759803,
    lng: 100.6241192
  },
  {
    id: "77",
    zip: "13190",
    province: "พระนครศรีอยุธยา",
    district: "บางไทร",
    lat: 14.2186448,
    lng: 100.4621366
  },
  {
    id: "78",
    zip: "13290",
    province: "พระนครศรีอยุธยา",
    district: "บางไทร",
    lat: 14.1348926,
    lng: 100.5408622
  },
  {
    id: "79",
    zip: "13250",
    province: "พระนครศรีอยุธยา",
    district: "บางบาล",
    lat: 14.4023507,
    lng: 100.4621366
  },
  {
    id: "80",
    zip: "13160",
    province: "พระนครศรีอยุธยา",
    district: "บางปะอิน",
    lat: 14.2121868,
    lng: 100.6045199
  },
  {
    id: "81",
    zip: "13180",
    province: "พระนครศรีอยุธยา",
    district: "บางปะอิน",
    lat: 14.1558336,
    lng: 100.5858786
  },
  {
    id: "82",
    zip: "13170",
    province: "พระนครศรีอยุธยา",
    district: "บางปะอิน",
    lat: 14.2121868,
    lng: 100.6045199
  },
  {
    id: "83",
    zip: "13220",
    province: "พระนครศรีอยุธยา",
    district: "บางปะหัน",
    lat: 14.4792629,
    lng: 100.5408622
  },
  {
    id: "84",
    zip: "13120",
    province: "พระนครศรีอยุธยา",
    district: "ผักไห่",
    lat: 14.4403155,
    lng: 100.383479
  },
  {
    id: "85",
    zip: "13280",
    province: "พระนครศรีอยุธยา",
    district: "ผักไห่",
    lat: 14.4562626,
    lng: 100.2824483
  },
  {
    id: "86",
    zip: "13140",
    province: "พระนครศรีอยุธยา",
    district: "ภาชี",
    lat: 14.4477589,
    lng: 100.724572
  },
  {
    id: "87",
    zip: "13230",
    province: "พระนครศรีอยุธยา",
    district: "ลาดบัวหลวง",
    lat: 14.1766793,
    lng: 100.3722477
  },
  {
    id: "88",
    zip: "13170",
    province: "พระนครศรีอยุธยา",
    district: "วังน้อย",
    lat: 14.2262517,
    lng: 100.7272992
  },
  {
    id: "89",
    zip: "13110",
    province: "พระนครศรีอยุธยา",
    district: "เสนา",
    lat: 14.3144265,
    lng: 100.3722477
  },
  {
    id: "90",
    zip: "13270",
    province: "พระนครศรีอยุธยา",
    district: "บางซ้าย",
    lat: 14.371666,
    lng: 100.314818
  },
  {
    id: "91",
    zip: "13210",
    province: "พระนครศรีอยุธยา",
    district: "อุทัย",
    lat: 14.3618606,
    lng: 100.6685901
  },
  {
    id: "92",
    zip: "13150",
    province: "พระนครศรีอยุธยา",
    district: "มหาราช",
    lat: 14.5822246,
    lng: 100.5521142
  },
  {
    id: "93",
    zip: "13240",
    province: "พระนครศรีอยุธยา",
    district: "บ้านแพรก",
    lat: 14.6456948,
    lng: 100.5770655
  },
  {
    id: "94",
    zip: "14000",
    province: "อ่างทอง",
    district: "เมืองอ่างทอง",
    lat: 14.5895914,
    lng: 100.4550554
  },
  {
    id: "95",
    zip: "14140",
    province: "อ่างทอง",
    district: "ไชโย",
    lat: 14.7147825,
    lng: 100.4358163
  },
  {
    id: "96",
    zip: "14130",
    province: "อ่างทอง",
    district: "ป่าโมก",
    lat: 14.4980456,
    lng: 100.4424658
  },
  {
    id: "97",
    zip: "14120",
    province: "อ่างทอง",
    district: "โพธิ์ทอง",
    lat: 14.6823992,
    lng: 100.3722477
  },
  {
    id: "98",
    zip: "14150",
    province: "อ่างทอง",
    district: "แสวงหา",
    lat: 14.7600313,
    lng: 100.310501
  },
  {
    id: "99",
    zip: "14110",
    province: "อ่างทอง",
    district: "วิเศษชัยชาญ",
    lat: 14.5462949,
    lng: 100.3273368
  },
  {
    id: "100",
    zip: "14160",
    province: "อ่างทอง",
    district: "สามโก้",
    lat: 14.6013032,
    lng: 100.2544044
  }, 
]